{
  "id": 25,
  "case_number": "2023-10",
  "title": "RE John Martinez & RE Jesse Cook v. Pacific Presbytery",
  "parties": "RE John Martinez & RE Jesse Cook v. Pacific Presbytery",
  "presbytery": "Pacific",
  "type": "Complaint",
  "ga_reported": 51,
  "year_reported": 2024,
  "vote": "22-0",
  "disposition": "Partly Sustained",
  "source": "Case 2023-10: RE John Martinez & RE Jesse Cook v. Pacific Presbytery, M51GA, 2024, 2112-2119",
  "concurring_opinion": 0,
  "dissenting_opinion": 0,
  "objection": 0,
  "bco_rao_references": "BCO 11-4, BCO 13-9, BCO 39-3.1, BCO 39-3.3, BCO 39-3.4",
  "tags": "Complaints, Session, Authority of, Presbytery, Authority of, Congregational Meetings, Parliamentary Procedure, Review and Control",
  "summary": "This Case initially arose from a divided vote of the Session of Valley Presbyterian Church (\"VPC\") on the question of whether doxologies would be permitted at the close of the weekly worship service (in addition to allowing benedictions). In July 2022, the Session adopted a policy disallowing doxologies at the close of worship. REs Riedinger and Shaw, members of VPC, filed a complaint with the Session against that decision. The Complaint was denied, they carried it to Presbytery, and Presbytery sustained the Complaint in January 2023, ruling the Session erred in adopting that policy. Thereafter, two of the Church's other elders, REs Martinez and Cook, who had been its commissioners to the January 2023 meeting when Presbytery sustained the Reidinger/Shaw Complaint, filed two Complaints with Presbytery - (the \"Doxology Complaint\" and the \"Visitation Complaint.\") They contended (1) Presbytery erred by sustaining the Reidinger/Shaw Complaint and ruling the Session erred in adopting the no-doxologies-for-closing-worship policy, and (2) Presbytery erred by tasking its Shepherding Committee to \"follow-up\" with the Session on the matter. Presbytery sustained the Martinez/Cook Doxology Complaint, reversing its prior ruling, now allowing the no-doxologies-for-closing-worship policy. But Presbytery denied their Visitation Complaint and they carried it to the SJC. The SJC sustained that Complaint in part and denied it in part.",
  "created_at": "2025-05-31 04:01:35"
}