{
  "id": 26,
  "case_number": "2023-11",
  "title": "Mr. Timothy Psiaki v. Pacific Northwest Presbytery",
  "parties": "Mr. Timothy Psiaki v. Pacific Northwest Presbytery",
  "presbytery": "Pacific Northwest",
  "type": "Complaint",
  "ga_reported": 51,
  "year_reported": 2024,
  "vote": "15-5",
  "disposition": "Sustained",
  "source": "Case 2023-11: Mr. Timothy Psiaki v. Pacific Northwest Presbytery, M51GA, 2024, 2120-2134",
  "concurring_opinion": 1,
  "dissenting_opinion": 1,
  "objection": 0,
  "bco_rao_references": "BCO 6-4, BCO 25-7, BCO 25-1, BCO 20-3, BCO 24-3, BCO 5-10(i)(3), BCO 24-1, BCO 24-7, BCO 25-2, BCO 25-3, BCO 25-11, BCO 28-1, BCO 28-3, BCO 46-4, BCO 14-2, BCO 19-1, BCO 13-10(2), BCO 13-13, BCO 46-7, BCO 38-3a, BCO 43-1, BCO 43-5, BCO 58-4, BCO 19-16, BCO 46-3",
  "tags": "Complaints, Congregational Meetings, Membership Vows, Voting, Right to, Bylaws, Constitution (PCA), Session, Authority of, Ordination, Elections",
  "summary": "02/05/23  Annual officer elections took place at Covenant Presbyterian Church, Issaquah, WA. Complainant alleged that communing members under the age of 18 were present at the meeting but excluded from voting at the meeting, per the Congregation’s by-laws. 02/17/23  Covenant Church Session notified the Congregation of the results of the officer election, identifying officers elected and announcing their ordination and installation during the morning worship service of 2/26/23. 02/26/23  At the Covenant Church morning worship service, the Session proceeded to ordain and install the previously elected officers. 04/17/23  Complainant filed his complaint with the Session alleging that the Session erred in installing officers who were elected in an unconstitutional manner through the exclusion of minor voters who were communicant members. 04/20/23  Session voted that the Complaint be rejected, following advice from a Presbyter from their Presbytery. 04/23/23  Session subsequently rules the Complaint out of order, claiming that it involved the same essential matter as SJC 2022-20 Wilson v. Pacific Northwest Presbytery. 05/2023  Complainant carried his complaint to Pacific Northwest Presbytery. 05/18/23  At the Stated Meeting of Presbytery, the Complaint was ruled out of order. No grounds were given for this action. 06/02/23  Complainant carried his complaint to the General Assembly. 08/09/23  The Complaint was assigned to a panel, consisting of TEs Sean Lucas (chairman), David Garner, and Paul Lee (alternate), and REs John Pickering (secretary) and John White (alternate). 12/13/23  The hearing was held via GoToMeeting before the panel. Mr. Psiaki represented himself. Presbytery was represented by TE Brant Bosserman. II.  STATEMENT OF THE ISSUE  Did the Session err when they installed officers elected at a February 5, 2023, congregational meeting, despite the exclusion from voting at the congregational meeting of communicant members under the age of eighteen? III.  JUDGMENT  Yes. IV.  REASONING AND OPINION  This Case centers around the action of the CPC Session to ordain and install officers previously elected at a CPC congregational meeting. Complainant maintains, and Respondent does not dispute, that communicant members under the age of eighteen were barred from voting in the election of those officers. In a previous Case, another Complaint was raised against the action of CPC congregation to elect men to office. The SJC ruled this previous Complaint (SJC 2022-20 Wilson v. Pacific Northwest Presbytery) judicially out of order because it was a complaint against an action of a congregation and not an action of a church court. This Complaint, however, is against the action of CPC Session and not against any action of CPC congregation. The Complaint is, therefore, judicially in order. Complainant rightly maintains that the Constitutional rights of certain communing members of CPC (that is, those under the age of eighteen) were violated when these members were prevented from voting in this officer election. The Constitution declares, “Those only who have made a profession of faith in Christ, have been baptized, and admitted by the Session to the Lord’s Table, are entitled to all the rights and privileges of the Church” (BCO 6-4). The only express provision in the Constitution for the suspension or removal of any existing ecclesiastical right or privilege is the particular censures imposed upon a church member found guilty of some offense (BCO 36). The Record gives no indication that the communing members who were prevented from voting at this congregational meeting had been so censured as to deprive them of the right to vote at a congregational meeting. The Record indicates, rather, that this prevention came not from any express provision of the BCO but from a provision of CPC Bylaws that limits voting in congregational meetings to those communing members aged eighteen and above (ROC 4). But the bylaws of a local congregation cannot be the final word on ecclesiastical matters. This point is clearly stated in BCO 25-7, “if a particular church is incorporated, the provisions of its charter and bylaws must always be in accord with the Constitution of the Presbyterian Church in America” (emphasis added). In light of this provision, no congregation or court of the Church may use its bylaws to set aside the Constitution or violate church law, for whatever reason. Thus, this provision of the CPC Bylaws can pass constitutional scrutiny only if it is rooted in some provision of BCO that gives sessions or congregations discretion over who may vote in congregational meetings. Not only is there no such provision, but nothing in the BCO indicates that sessions and congregations have such discretion. ... For all of these reasons the Complaint is sustained. This Decision does not annul the action of CPC Session in ordaining and installing these particular officers to church office. But in any subsequent action respecting the election, ordaining, and installation of men to church office, CPC Session must ensure that its actions, and those of the Congregation, comply with the Constitution in keeping with this Decision.",
  "created_at": "2025-05-31 04:01:35"
}